tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
brew 'git'
brew 'mackup'
brew 'openssl'
brew 'nmap'
brew 'pandoc'
brew 'wget'
brew 'awscli'

# phpbrew(phpenv+php-buildの代わり)
brew 'automake'
brew 'autoconf'
brew 'curl'
brew 'pcre'
brew 're2c'
brew 'mhash'
brew 'libtool'
brew 'icu4c'
brew 'intltool'
brew 'gettext'
brew 'jpeg'
brew 'libxml2'
brew 'mcrypt'
brew 'openssl'
brew 'gmp'
brew 'libevent'
brew 'phpbrew'


# ここからbrew/cask
brew 'caskroom/cask/brew-cask'
# 日本語入力
cask 'google-japanese-ime'
# チャットツール
cask 'skype'
# エディタ
## メモ帳
cask 'evernote'
cask 'coteditor'
## コードエディタ
cask 'atom'
## Qiita用ツール
cask 'kobito'
# FTP/SFTP
cask 'cyberduck'
cask 'filezilla'
# ブラウザ
cask 'firefox'
cask 'google-chrome'
# クラウドストレージ
cask 'google-drive'
# 開発用ツール
## git
cask 'github-desktop'
cask 'sourcetree'
## SSH関連
### トンネル
cask 'coccinellida'
## IDE
### JetBreains
### IntellijIdea
cask 'intellij-idea'
### IntellijIdea
cask 'phpstorm'
### Netbeans
cask 'java'
cask 'netbeans-php'
### Eclipse
cask 'eclipse-java'
### Eclipse-php
cask 'eclipse-php'
## 仮想環境
cask 'vagrant'
cask 'virtualbox'
cask 'packer'
## Chef開発
cask 'chefdk'
## DB開発
cask 'sequel-pro'
## パケットキャプチャ
cask 'xquartz'
cask 'wireshark'
# ユーティリティ
## iPadやiPhoneをMacのサブディスプレイにするソフト（iOSアプリが有料なので注意）
# cask 'duet'
## マシンをスリープさせない
cask 'insomniax'
## スクリーンショット
cask 'skitch'
## ウインドウのサイズ整理
cask 'spectacle'
## ブラウザ間ブックマーク同期
cask 'xmarks-safari'
## OS設定変更拡張
cask 'onyx'
## アプリケーション削除
cask 'appcleaner'
# デザイン作成
## Adobe関連
cask 'flash'
cask 'adobe-reader'
cask 'adobe-air'
cask 'adobe-creative-cloud'
cask 'adobe-creative-cloud-cleaner-tool'
