tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
brew 'git'
brew 'mackup'
brew 'openssl'
brew 'nmap'
brew 'pandoc'
brew 'wget'
brew 'caskroom/cask/brew-cask'
cask 'google-japanese-ime'
# cask 'duet'
cask 'atom'
cask 'coteditor'
# cask 'cyberduck'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
# cask 'kobito'
cask 'java'
# cask 'netbeans-php'
cask 'packer'
cask 'sequel-pro'
cask 'skype'
cask 'sourcetree'
cask 'vagrant'
cask 'virtualbox'
cask 'chefdk'
cask 'insomniax'
cask 'skitch'
# cask 'spectacle'
cask 'xmarks-safari'
cask 'onyx'
cask 'bettertouchtool'
cask 'sublime-text'
cask 'xtrafinder'
cask 'alfred'
cask 'seil'
cask 'maczip4win'
cask 'svnx'
# Adobe関連
cask 'flash'
cask 'adobe-reader'
cask 'adobe-air'
cask 'adobe-creative-cloud'
cask 'adobe-creative-cloud-cleaner-tool'
